Repository: twoelevenjay/woocommerce-countdown-timer
Catalog: languages/countdown-timer-for-woocommerce-*.po
Languages: ar, es_es, hi_in, pt_br, ru_ru, zh_cn

source: %1$s requires %2$s to be installed and active.
ar: %1$s يتطلب تثبيت وتفعيل %2$s.
es_es: %1$s requiere que %2$s esté instalado y activo.
hi_in: %1$s के लिए %2$s का इंस्टॉल और सक्रिय होना आवश्यक है।
pt_br: %1$s requer que %2$s esteja instalado e ativo.
ru_ru: %1$s требует установки и активации %2$s.
zh_cn: %1$s 需要安装并激活 %2$s。

source: Countdown Timer
ar: مؤقت العد التنازلي
es_es: Temporizador de cuenta regresiva
hi_in: काउंटडाउन टाइमर
pt_br: Temporizador de contagem regressiva
ru_ru: Таймер обратного отсчета
zh_cn: 倒计时器

source: Countdown Timer Settings
ar: إعدادات مؤقت العد التنازلي
es_es: Ajustes del temporizador de cuenta regresiva
hi_in: काउंटडाउन टाइमर सेटिंग्स
pt_br: Configurações do temporizador de contagem regressiva
ru_ru: Настройки таймера обратного отсчета
zh_cn: 倒计时器设置

source: Configure countdown timer display for same-day shipping deadlines.
ar: قم بتكوين عرض مؤقت العد التنازلي للمواعيد النهائية للشحن في نفس اليوم.
es_es: Configure la visualización del temporizador de cuenta regresiva para los plazos de envío el mismo día.
hi_in: उसी दिन शिपिंग की समय सीमा के लिए काउंटडाउन टाइमर डिस्प्ले कॉन्फ़िगर करें।
pt_br: Configure a exibição do temporizador de contagem regressiva para prazos de envio no mesmo dia.
ru_ru: Настройте отображение таймера обратного отсчета для сроков доставки в тот же день.
zh_cn: 配置当日发货截止时间的倒计时显示。

source: Daily Cutoff Time
ar: وقت الانقطاع اليومي
es_es: Hora límite diaria
hi_in: दैनिक कटऑफ समय
pt_br: Horário limite diário
ru_ru: Ежедневное время отсечки
zh_cn: 每日截止时间

source: Set the daily cutoff time for same-day shipping (24-hour format).
ar: حدد وقت الانقطاع اليومي للشحن في نفس اليوم (تنسيق 24 ساعة).
es_es: Establezca la hora límite diaria para el envío el mismo día (formato de 24 horas).
hi_in: उसी दिन शिपिंग के लिए दैनिक कटऑफ समय सेट करें (24-घंटे का प्रारूप)।
pt_br: Defina o horário limite diário para envio no mesmo dia (formato de 24 horas).
ru_ru: Установите ежедневное время отсечки для доставки в тот же день (24-часовой формат).
zh_cn: 设置当日发货的每日截止时间（24小时制）。

source: Countdown Message
ar: رسالة العد التنازلي
es_es: Mensaje de cuenta regresiva
hi_in: काउंटडाउन संदेश
pt_br: Mensagem de contagem regressiva
ru_ru: Сообщение обратного отсчета
zh_cn: 倒计时消息

source: Use {time} as a placeholder for the countdown timer. Example: "Order within {time} for same-day shipping!"
ar: استخدم {time} كعنصر نائب لمؤقت العد التنازلي. مثال: "اطلب خلال {time} للشحن في نفس اليوم!"
es_es: Use {time} como marcador para el temporizador. Ejemplo: "¡Ordene dentro de {time} para envío el mismo día!"
hi_in: काउंटडाउन टाइमर के लिए {time} को प्लेसहोल्डर के रूप में उपयोग करें। उदाहरण: "उसी दिन शिपिंग के लिए {time} के भीतर ऑर्डर करें!"
pt_br: Use {time} como marcador para o temporizador. Exemplo: "Peça dentro de {time} para envio no mesmo dia!"
ru_ru: Используйте {time} в качестве заполнителя для таймера. Пример: "Закажите в течение {time} для доставки в тот же день!"
zh_cn: 使用 {time} 作为倒计时的占位符。示例："在 {time} 内下单，当日发货！"

source: Weekend Shipping
ar: الشحن في نهاية الأسبوع
es_es: Envío de fin de semana
hi_in: सप्ताहांत शिपिंग
pt_br: Envio no fim de semana
ru_ru: Доставка в выходные
zh_cn: 周末发货

source: Enable countdown timer on weekends
ar: تفعيل مؤقت العد التنازلي في عطلات نهاية الأسبوع
es_es: Habilitar temporizador de cuenta regresiva los fines de semana
hi_in: सप्ताहांत में काउंटडाउन टाइमर सक्षम करें
pt_br: Ativar temporizador de contagem regressiva nos fins de semana
ru_ru: Включить таймер обратного отсчета в выходные дни
zh_cn: 在周末启用倒计时器

source: If disabled, the countdown timer will not appear on Saturdays and Sundays.
ar: إذا تم تعطيله، فلن يظهر مؤقت العد التنازلي في أيام السبت والأحد.
es_es: Si está deshabilitado, el temporizador no aparecerá los sábados y domingos.
hi_in: यदि अक्षम है, तो काउंटडाउन टाइमर शनिवार और रविवार को दिखाई नहीं देगा।
pt_br: Se desativado, o temporizador não aparecerá aos sábados e domingos.
ru_ru: Если отключено, таймер обратного отсчета не будет отображаться по субботам и воскресеньям.
zh_cn: 如果禁用，倒计时器将不会在周六和周日显示。

source: Urgency Threshold
ar: عتبة الاستعجال
es_es: Umbral de urgencia
hi_in: तात्कालिकता सीमा
pt_br: Limite de urgência
ru_ru: Порог срочности
zh_cn: 紧急阈值

source: When time remaining is below this threshold, the countdown will appear with urgency styling (in minutes).
ar: عندما يكون الوقت المتبقي أقل من هذه العتبة، سيظهر العد التنازلي بتنسيق الاستعجال (بالدقائق).
es_es: Cuando el tiempo restante esté por debajo de este umbral, la cuenta regresiva aparecerá con estilo de urgencia (en minutos).
hi_in: जब शेष समय इस सीमा से कम हो, तो काउंटडाउन तात्कालिकता स्टाइलिंग के साथ दिखाई देगा (मिनटों में)।
pt_br: Quando o tempo restante estiver abaixo deste limite, a contagem regressiva aparecerá com estilo de urgência (em minutos).
ru_ru: Когда оставшееся время ниже этого порога, обратный отсчет будет отображаться со стилем срочности (в минутах).
zh_cn: 当剩余时间低于此阈值时，倒计时将以紧急样式显示（以分钟为单位）。

source: Very Urgent Threshold
ar: عتبة الاستعجال الشديد
es_es: Umbral de muy urgente
hi_in: अत्यंत तात्कालिक सीमा
pt_br: Limite de muito urgente
ru_ru: Порог высокой срочности
zh_cn: 非常紧急阈值

source: When time remaining is below this threshold, the countdown will appear with high urgency styling (in minutes).
ar: عندما يكون الوقت المتبقي أقل من هذه العتبة، سيظهر العد التنازلي بتنسيق الاستعجال الشديد (بالدقائق).
es_es: Cuando el tiempo restante esté por debajo de este umbral, la cuenta regresiva aparecerá con estilo de alta urgencia (en minutos).
hi_in: जब शेष समय इस सीमा से कम हो, तो काउंटडाउन उच्च तात्कालिकता स्टाइलिंग के साथ दिखाई देगा (मिनटों में)।
pt_br: Quando o tempo restante estiver abaixo deste limite, a contagem regressiva aparecerá com estilo de alta urgência (em minutos).
ru_ru: Когда оставшееся время ниже этого порога, обратный отсчет будет отображаться со стилем высокой срочности (в минутах).
zh_cn: 当剩余时间低于此阈值时，倒计时将以高度紧急样式显示（以分钟为单位）。

source: Cutoff time has passed
ar: انتهى وقت الانقطاع
es_es: La hora límite ha pasado
hi_in: कटऑफ समय बीत चुका है
pt_br: O horário limite já passou
ru_ru: Время отсечки прошло
zh_cn: 截止时间已过

source: Order within {time} for same-day shipping!
ar: اطلب خلال {time} للشحن في نفس اليوم!
es_es: ¡Ordene dentro de {time} para envío el mismo día!
hi_in: उसी दिन शिपिंग के लिए {time} के भीतर ऑर्डर करें!
pt_br: Peça dentro de {time} para envio no mesmo dia!
ru_ru: Закажите в течение {time} для доставки в тот же день!
zh_cn: 在 {time} 内下单，当日发货！
